@extends('layouts.index')

@section('content')
    <div class="container">
        <h2 class="text-center" style="margin-top: 10px;">Договір про надання послуг</h2>

        <p class="text-center" > <b>1. Пропозиція ТОВАРИСТВА З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "ЗАКУПІВЛІ ЮА" укласти Договір про надання послуг</b></p>
        <ul style="list-style: none">
            <li>1.1. ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "ЗАКУПІВЛІ ЮА" (далі за текстом – "Оператор") у відповідності до статті 641 Цивільного кодексу України від 16 січня 2003 року № 435-IV шляхом оприлюднення цього документу "Договір про надання послуг" (далі за текстом – "Договір") на веб-сайті zakupki.com.ua (далі за текстом – "Веб-сайт") оголошує пропозицію укласти Договір (оферту) (далі за текстом – "Пропозиція") згідно із статтею 634 Цивільного кодексу України.</li>
            <li>1.2. Пропозиція набирає чинності з  1 грудня 2016 року та є чинною до дня розміщення на Веб-сайті заяви Оператора про її відкликання.</li>
            <li>1.3. Пропозиція адресована будь-якій зареєстрованій (незалежно від моменту реєстрації – як на зазначену у пункті 1.2 Договору дату, так і після такої дати) на електронному майданчику "Zakupki UA" фізичній особі, у тому числі фізичній особі – підприємцю, юридичній особі (кожній окремо) (далі за текстом – "Користувач").</li>
            <li>1.4. Прийняти (акцептувати) Пропозицію (приєднатися до Договору) можуть особи, зазначені у пункті 1.3 Договору (кожна окремо).</li>
            <li>1.5. Перед приєднанням до Договору Користувач зобов’язаний ознайомитися з умовами Договору. Якщо Користувач не згодний з умовами Договору, він не має права вчиняти дії, спрямовані на його укладення та виконання.</li>
            <li>1.6. Після приєднання Користувача до Договору, всі умови Договору є обов’язковими для Оператора і Користувача. Користувач приєднується до запропонованого Договору в цілому. Користувач не може запропонувати свої умови Договору.</li>
            <li>1.7. Прийняття (акцептування) Пропозиції (приєднання до Договору) здійснюється Користувачем шляхом здійснення з власного поточного (розрахункового) рахунку на поточний рахунок Оператора передоплати (банківського платежу) за послуги, що надаються Оператором згідно Договору, за наданим Оператором рахунком. <p style="margin: 0px;">Не буде вважатись прийняттям (акцептуванням) Пропозиції (приєднанням до Договору) здійснення платежу, про який йде мова в абзаці першому цього пункту Договору, із використанням електронного платіжного засобу (зокрема, але не виключно, корпоративного електронного платіжного засобу).</p></li>
            <li>1.8. Акцепт Пропозиції (далі за текстом – "Акцепт") є отриманим Оператором від Користувача у момент надходження коштів на поточний рахунок Оператора за здійсненним згідно пункту 1.7 Договору платежем.</li>
        </ul>
        
        <p class="text-center"><b>2. Предмет Договору</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>2.1. За цим Договором Оператор зобов’язується надати Користувачу інформаційно-консультаційні послуги, пов’язані із участю Користувача у якості учасника через електронний майданчик "Zakupki UA", що функціонує в мережі Інтернет та розміщений на Веб-сайті, у закупівлях / публічних закупівлях / процедурах закупівель / допорогових закупівлях (далі за текстом – "закупівлі") у відповідності до законодавства України (далі за текстом – "Послуги").</li>
            <li>2.2. Регламент електронного майданчика "Zakupki UA" (далі за текстом – "Регламент"), що затверджено Оператором та чинну редакцію якого розміщено на Веб-сайті, є невід’ємною частиною цього Договору.</li>
            <li>        2.3. Сторони допускають, що Регламент може використовуватись Оператором поза відносин за цим Договором, зокрема, але не виключно, бути невід’ємними частинами договорів Оператора з будь-якими іншими особами.</li>
            <li>        2.4. Сторони не заперечують проти того, що Регламент містить / може містити не лише положення, що стосуються надання Послуг за цим Договором, а й положення, для реалізації яких (взаємодії за якими) може знадобитися укладення додаткових договорів між Сторонами (наприклад, щодо проведення Користувачем через електронний майданчик "Zakupki UA" закупівель).</li>
            <li>        2.5. Надання Послуг обмежується, як технічними і функціональними можливостями (опціями, механізмами, процесами, структурою, режимами, процедурами) електронного майданчика "Zakupki UA", так і передбаченими законодавством України правами, обов’язками, обмеженнями та/або заборонами. При цьому, Сторони допускають, що, як технічні та функціональні можливості електронного майданчика "Zakupki UA", так і передбачені законодавством України права, обов’язки, обмеження та/або заборони з часом можуть змінюватись, що буде мати відповідний вплив на надання Послуг та на можливість надавати Послуги.</li>
            <li>        2.6. Оператор у рамках цього Договору:</li>
            <li>        2.6.1. не приймає участі від імені та/або в інтересах Користувача у закупівлях;</li>
            <li>        2.6.2. не визначає рівня (повноти) виконання / дотримання Користувачем вимог, критеріїв та/або умов, що висуваються до пропозицій (тендерних пропозицій), до учасників процедур закупівель, до можливих контрагентів замовників;</li>
            <li>        2.6.3. не здійснює від імені та/або в інтересах Користувача дій щодо участі у закупівлях, зокрема, але не виключно, щодо вибору закупівлі для участі, підготовки пропозицій (тендерних пропозицій), подання пропозицій (тендерних пропозицій), збору та перевірки документів для подання пропозицій (тендерних пропозицій), вибору контрагентів, визначення змісту пропозицій (тендерних пропозицій), цін та/або приведених цін пропозицій (тендерних пропозицій);</li>
            <li>        2.6.4. не виступає від імені та/або в інтересах Користувача щодо оскарження закупівель, дій / бездіяльності замовників у закупівлях, складання скарг, позовів, претензій, звернень та/або вимог до замовників, розгляду скарг, позовів, претензій, звернень та/або вимог до замовників у закупівлях.</li>
        </ul>

        <p class="text-center"><b>3. Права та обов’язки Сторін</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>        3.1. Користувач має право:</li>
            <li>        3.1.1. отримувати Послуги від Оператора згідно цього Договору;</li>
            <li>        3.1.2. вимагати від Оператора належного надання Послуг згідно цього Договору;</li>
            <li>        3.1.3. використовувати сервіси (опції, функціонал) електронного майданчика "Zakupki UA" із урахуванням наявних технічних та функціональних можливостей (опцій, механізмів, процесів, структури, режимів, процедур) електронного майданчика "Zakupki UA", у відповідності до передбачених законодавством України та цим Договором прав, обов’язків, обмежень та/або заборон;</li>
            <li>        3.1.4. ознайомлюватися із поточним станом своїх фінансових розрахунків з Оператором;</li>
            <li>        3.1.5. звертатися до Оператора із пропозиціями, заявами та скаргами щодо поліпшення якості надання Послуг.</li>
            <li>        3.2. Оператор має право:</li>
            <li>        3.2.1. на отримання плати за надані за цим Договором Послуги згідно Тарифів, зазначених у Регламенті (далі за текстом – "Тарифи"), за виключенням випадків, коли Тарифами передбачено безоплатне надання Послуг;</li>
            <li>        3.2.2. вносити зміни до Регламенту (зокрема, але не виключно, до Тарифів), затверджувати Регламент у новій редакції (нових редакціях);</li>
            <li>        3.2.3. надавати Користувачу рекомендації щодо участі у закупівлях, що не зменшують конкуренцію, не мають обов’язкового для Користувача характеру та використання яких здійснюється Користувачем на власний ризик та під власну відповідальність;</li>
            <li>        3.2.4. здійснювати контроль за інформацією, що розміщується Користувачем на Веб-сайті та/або в електронній системі закупівель;</li>
            <li>        3.2.5. повідомляти Користувачу, постійно діючій комісії, що утворюється / утворена Уповноваженим органом (Мінекономрозвитку) з метою забезпечення здійснення авторизації електронних майданчиків, прийняття рішень, що мають рекомендаційний характер, щодо їх підключення/відключення до електронної системи закупівель, усунення технічних збоїв в електронній системі закупівель (далі за текстом – "Комісія") та/або іншим особам / органам про розміщення чи випадки розміщення на Веб-сайті та/або в електронній системі закупівель інформації неналежного змісту;</li>
            <li>        3.2.6. вимагати від Користувача видалити інформацію, розміщену (опубліковану) Користувачем на Веб-сайті чи в електронній системі закупівель, якщо така інформація порушує норми чинного законодавства та/або права Оператора чи третіх осіб;</li>
            <li>        3.2.7. знімати з оприлюднення інформацію шкідливого та образливого характеру та інформацію, що не має відношення до проведення закупівлі, – у разі розміщення такої інформації Користувачем;</li>
            <li>        3.2.8. видаляти інформацію, розміщену (опубліковану) Користувачем на Веб-сайті, якщо така інформація порушує норми чинного законодавства та/або права Оператора чи третіх осіб, та/або у випадку прийняття відповідного рішення Комісією, іншими особами / органами, яке згідно законодавства має обов’язковий характер для Оператора;</li>
            <li>        3.2.9. припиняти чи обмежувати доступ Користувача до Послуг на будь-який строк у випадку порушення чи невиконання Користувачем положень цього Договору та/або відключення електронного майданчика "Zakupki UA" від електронної системи закупівель, та/або позбавлення Оператора права доступу до електронної системи закупівель у тій мірі, що не дає можливості надавати доступ до Послуг;</li>
            <li>        3.2.10. направляти, надсилати (зокрема, але не виключно, за допомогою електронної пошти (electronic mail), Служби коротких повідомлень (SMS), Служби мультимедійних повідомлень (MMS)) та/або надавати Користувачу будь-яким способом, у будь-якій формі чи у будь-якому форматі, а також будь-якого характеру та змісту: повідомлення, оголошення, об’яви, оповіщення, проспекти, анонси, заяви, статті, файли, програми, комп’ютерні програми, аналітику, дайджести, огляди, звіти, дані (зокрема, але не виключно, щодо ходу проведення закупівель через електронний майданчик "Zakupki UA", щодо скарг та ходу розгляду скарг, рекламні пропозиції та рекламні оголошення);</li>
            <li>        3.2.11. модифікувати, переробляти, оновлювати, перетворювати, змінювати будь-яким чином повністю чи частково Веб-сайт / електронний майданчик "Zakupki UA" без отримання на це попередньої згоди від Користувача;</li>
            <li>        3.2.12. надавати на законний запит (законну вимогу) судів, органів, що здійснюють регулювання та/або реалізацію державної політики у сфері закупівель, органів, уповноважених на здійснення контролю у сфері закупівель, правоохоронних органів будь-яку інформацію про роботу Користувача на електронному майданчику "Zakupki UA" та/або в електронній системі закупівель, про закупівлі Користувача;</li>
            <li>        3.2.13. реалізовувати інші права, передбачені цим Договором (у тому числі, Регламентом) та/або чинним законодавством України.</li>
            <li>        3.3. Користувач під час отримання Послуг, використання електронного майданчика "Zakupki UA" та/або у зв’язку із отриманням доступу до Послуг та/або до електронної системи закупівель зобов’язаний:</li>
            <li>3.3.1. дотримуватись положень чинного законодавства України, а також Регламенту;</li>
            <li>        3.3.2. не порушувати та не обходити будь-яких законів;</li>
            <li>3.3.3. не порушувати та не обходити прав третіх осіб, зокрема, але не виключно, щодо: проведення закупівель, участі у закупівлях, виключних майнових прав інтелектуальної власності, будь-яких майнових прав, честі та гідності, ділової репутації, прав споживачів;</li>
            <li>3.3.4. не вчиняти корупційних дій, протиправних дій, що зменшують / обмежують конкуренцію для участі у закупівлі;</li>
            <li>3.3.5. не розміщувати, не публікувати інформацію, що є неправильною, помилковою, хибною, фальшивою, неправдивою, неточною, ненадійною, образливою, наклепницькою, такою, що вводить в оману та/або такою, що порушує особисті немайнові права;</li>
            <li>3.3.6. не розміщувати, не публікувати інформацію про товари та/або послуги, та/або роботи, та/або майнові права, та/або майнові права інтелектуальної власності, та/або інші блага у невідведених чи непідходящих для цього місцях Веб-сайту та/або розділах, групах, класах, категоріях відповідних класифікацій, що використовуються на електронному майданчику "Zakupki UA" / електронній системі закупівель;</li>
            <li>3.3.7. не змінювати інформацію на Веб-сайті / електронній системі закупівель, розміщену (опубліковану) іншими користувачами електронного майданчика "Zakupki UA";</li>
            <li>3.3.8. не розповсюджувати шкідливих програм (програмного забезпечення) (зокрема, але не виключно, комп’ютерні віруси), що призводять до несанкціонованого знищення, блокування, модифікації та/або копіювання інформації, порушення роботи електронного майданчика "Zakupki UA", Веб-сайту, інших електронних майданчиків, електронної системи закупівель, електронно-обчислювальних машин (комп’ютерів), автоматизованих (комп’ютерних) систем та/або комп’ютерних мереж;</li>
            <li>3.3.9. не збирати дані про інших користувачів електронного майданчика "Zakupki UA" без їх згоди;</li>
            <li>3.3.10. не передавати без дозволу Оператора третім особам дані, що використовуються Користувачем для авторизації на електронному майданчику "Zakupki UA" та/або для входу до персональної сторінки (Особистого кабінету) Користувача на електронному майданчику "Zakupki UA" (зокрема, але не виключно, пароль), та/або дані персональної ідентифікації, під якими Користувач та/або особи від імені Користувача вчиняють дії в електронній системі закупівель;</li>
            <li>3.3.11. слідкувати за тим, щоб треті особи не здійснювали несанкціонованого доступу до персональної сторінки (Особистого кабінету) Користувача на електронному майданчику "Zakupki UA", а також, щоб треті особи не використовували електронний майданчик "Zakupki UA" від імені Користувача без наданих Користувачем та належним чином оформлених Користувачем повноважень для такого використання і у відповідності до чинного законодавства України та положень цього Договору;</li>
            <li>3.3.12. негайно / одразу повідомляти Оператора про випадки несанкціонованого доступу з боку третіх осіб до своєї персональної сторінки (свого Особистого кабінету), що стали відомі Користувачу;</li>
            <li>3.3.13. виступати від власного імені;</li>
            <li>3.3.14. не здійснювати несанкціоноване втручання у роботу електронного майданчика "Zakupki UA";</li>
            <li>3.3.15. не порушувати прав Оператора на електронний майданчик "Zakupki UA";</li>
            <li>3.3.16. не використовувати електронний майданчик "Zakupki UA" з протиправною (протизаконною) метою;</li>
            <li>        3.3.18. самостійно контролювати дії чи бездіяльність своїх представників, уповноважених осіб, комісій, комітетів, тендерних комітетів, структурних підрозділів тощо, відповідальних за роботу в електронній системі закупівель та/або на електронному майданчику "Zakupki UA", та/або за участь у закупівлях;</li>
            <li>3.3.19. одержувати інформацію про Послуги, умови їх надання;</li>
            <li>3.3.20. на вимогу Оператора видаляти інформацію, розміщену (опубліковану) Користувачем на Веб-сайті, якщо така інформація порушує норми чинного законодавства та/або права Оператора чи третіх осіб, протягом 3 (трьох) календарних днів з дня отримання такої вимоги;</li>
            <li>3.3.21. слідкувати за актуальністю / дійсністю даних про Користувача, що містяться в електронній системі закупівель та/або на електронному майданчику "Zakupki UA", і, у разі їх зміни, приводити ці дані у відповідність до змін, що виникли, у порядку, визначеному у Регламенті.</li>
            <li>3.4. Оператор зобов’язаний:</li>
            <li>3.4.1. надавати Послуги Користувачу належним чином згідно цього Договору;</li>
            <li>3.4.2. у разі внесення змін до Регламенту, розміщувати на Веб-сайті нову редакцію (нові редакції) Регламенту згідно цього Договору.</li>
            <li>3.5. Оператор не зобов’язаний:</li>
            <li>3.5.1. виправляти помилки та/або порушення, допущені Користувачем під час отримання Послуг, а також надавати рекомендації щодо виправлення таких помилок та/або порушень;</li>
            <li>3.5.2. здійснювати перевірку інформації, вказаної особами, що проводять закупівлі із використанням електронної системи закупівель чи приймають у них участь;</li>
            <li>3.5.3. слідкувати за дотриманням (контролювати дотримання) Користувачем вимог законодавства України при отриманні Користувачем Послуг, участі у закупівлях;</li>
            <li>3.5.4. слідкувати за виконанням та/або дотриманням Користувачем рішень, вимог, умов, правил, процедур, рекомендацій, роз’яснень, настанов інших осіб / органів (зокрема, але не виключно, державних органів (судів; органів, що здійснюють регулювання та/або реалізацію державної політики у сфері закупівель; органів, уповноважених на здійснення контролю у сфері закупівель; правоохоронних органів), арбітражів, третейських судів), а також, виходячи із положень законодавства та/або статусу Користувача, за необхідністю їх виконання та/або дотримання.</li>
            <li>3.6. При наданні Послуг за цим Договором Користувач та Оператор укладають (складають) відповідні акти прийому-передачі наданих послуг.</li>
        </ul>

        <p class="text-center"><b>        4. Інформація (дані, контент)</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>4.1. Розміщуючи будь-яку інформацію (дані, контент) на Веб-сайті, через електронний майданчик "Zakupki UA" та/або даючи за допомогою функціоналу електронного майданчика "Zakupki UA" вказівку на розміщення інформації (даних, контенту) на Веб-сайті чи в електронній системі закупівель, Користувач:</li>
            <li>4.1.1. гарантує, що використовує таку інформацію (дані, контент) на законних підставах, при цьому не порушуючи прав третіх осіб і Оператора;</li>
            <li>4.1.2. надає дозвіл (право) Оператору та його можливим правонаступникам використовувати (опубліковувати (випускати у світ), відтворювати будь-яким способом та у будь-якій формі, перекладати (робити переклад), переробляти, адаптувати, аранжувати, змінювати, включати складовою частиною до збірників, баз даних, антологій, енциклопедій тощо, публічно виконувати, продавати, передавати в найм (оренду) тощо, імпортувати, зберігати тощо) таку інформацію (дані, контент) будь-яким способом (зокрема, але не виключно у мережі Інтернет), на будь-яких носіях (на тих, що відомі зараз, або на тих, що будуть розроблені у майбутньому) та у будь-якому вигляді (зокрема, але не виключно, електронному вигляді), без обмежень строку (безстроково), без необхідності здійснення оплати з боку Оператора (безоплатно), у будь-якій країні / державі (зокрема, але не виключно, в Україні), без встановлення обмежень для Користувача на використання такої інформації (даних), а також без можливості у майбутньому відкликати Користувачем цього наданого дозволу (цього наданого права);</li>
            <li>4.1.3. надає дозвіл (право) Оператору на видачу Оператором письмового повноваження на використання такої інформації (даних, контенту) іншій особі (субліцензії);</li>
            <li>4.1.4. гарантує, що, надаючи дозвіл (право) Оператору на використання такої інформації (даних, контенту), про що зазначено у пункті 4.1.2 цього Договору, та на видачу субліцензії, про що зазначено у пункті 4.1.3 цього Договору, діє на законних підставах та не порушує прав третіх осіб.</li>
        </ul>

        <p class="text-center"><b>5. Ціна Договору</b></p>
        <p></p>
        <ul style="list-style: none;">
            <li>5.1. Вартість Послуг визначається у Тарифах.</li>
        </ul>


        <p class="text-center"><b>6. Строк дії Договору</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>6.1. Цей Договір набирає чинності з моменту його укладення Сторонами, тобто з моменту отримання Оператором Акцепту від Користувача (пункт 1.8 Договору), та є таким, що укладений на невизначений строк, і діє до дня його розірвання.</li>
            <li>6.2. Кожна зі Сторін має право в односторонньому порядку відмовитися від цього Договору, повідомивши про це іншу Сторону не пізніше, ніж за 20 (двадцять) календарних днів до вказаної у такому повідомленні дати розірвання цього Договору.</li>
            <li>6.3. У випадку односторонньої відмови Користувача від цього Договору, Користувач має направити Оператору повідомлення про це у письмовій формі на адресу Оператора. <p style="padding: 0px; margin: 0px;">У випадку односторонньої відмови Оператора від цього Договору, Оператор має повідомити про це Користувача шляхом розміщення відповідного повідомлення на Веб-сайті. Крім того, Оператор додатково має право направити повідомлення Користувачу про односторонню відмову Оператора від цього Договору іншим способом, зокрема, але не виключно: на адресу електронної пошти (electronic mail) Користувача; у письмовій формі на адресу Користувача; шляхом розміщення повідомлення на інших веб-сайтах у мережі Інтернет.</p></li>

            <li>6.4. У випадку дотримання зазначеного у пунктах 6.2, 6.3 цього Договору порядку повідомлення про відмову від цього Договору, цей Договір буде вважатись розірваним з дати розірвання цього Договору, вказаної у такому повідомленні про відмову від цього Договору.</li>
            <li>6.5. У випадку розірвання (відмови від) цього Договору, Користувач зобов’язаний повністю здійснити оплату за надані Послуги, якщо така оплата була передбачена у Тарифах.</li>
            <li>6.6. Користувач самостійно слідкує за тим, щоб розірвання (відмова від) цього Договору не вплинуло негативним чином на участь у закупівлях, розпочатих до моменту розірвання цього Договору, зокрема, але не виключно, не стало наслідком неможливості виконання усіх передбачених законодавством дій у закупівлі та/або тих дій, які Користувач мав намір здійснити.</li>
        </ul>

        <p class="text-center"><b>        7. Внесення змін до Договору та/або Регламенту</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>7.1. У будь-який час дії цього Договору Оператор має право вносити зміни до цього Договору та/або Регламенту (зокрема, але не виключно, до Тарифів) шляхом викладення Договору та/або Регламенту у новій редакції (нових редакціях).</li>
            <li>7.2. Внесені Оператором зміни до Договору та/або Регламенту набирають чинності з дня їх розміщення на Веб-сайті, якщо більш пізня дата набрання чинності не зазначена у самих змінах.</li>
            <li>7.3. Розміщення на Веб-сайті нової редакції (нових редакцій) Договору та/або Регламенту є належним виконанням Оператором обов’язку щодо додержання форми та порядку повідомлення Користувача про зміни до Договору та/або Регламенту.</li>
        </ul>
        <p class="text-center"><b>        8. Відсутність гарантій</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>8.1. Послуги надаються "такими, якими вони є", тобто без надання з боку Оператора гарантії якості. Оператор не надає ніяких гарантій, явних або інших, що Послуги будуть відповідати вимогам або очікуванням Користувача чи будуть відповідати цілям та задачам Користувача.</li>
            <li>8.2. У зв’язку із укладенням і виконанням цього Договору Оператор не гарантує:</li>
            <li>8.2.1. надання Послуг або доступ до Послуг безперебійно чи без затримок;</li>
            <li>8.2.2. відсутність збоїв, перебоїв, дефектів, помилок, неточностей в роботі електронного майданчика "Zakupki UA" / Веб-сайту;</li>
            <li>8.2.3. сумісність, злагоджену роботу електронного майданчика "Zakupki UA" / Веб-сайту і програмного забезпечення (програм), що використовується Користувачем для отримання Послуг та/або використання електронного майданчика "Zakupki UA" (зокрема, але не виключно, браузерів, операційної системи);</li>
            <li>8.2.4. неотримання шкідливих програм (програмного забезпечення) (зокрема, але не виключно, комп’ютерних вірусів) у процесі чи результаті використання електронного майданчика "Zakupki UA" / Веб-сайту або при переході за посиланнями на Веб-сайт;</li>
            <li>8.2.5. неушкодження та/або невиходу з ладу електронно-обчислювальних машин (комп’ютерів), автоматизованих (комп’ютерних) систем та/або комп’ютерних мереж у процесі чи результаті використання електронного майданчика "Zakupki UA" / Веб-сайту;</li>
            <li>8.2.6. що закупівлі, участь у закупівлях, вимоги до пропозиції (тендерної пропозиції), вимоги до участі у закупівлі, проведення закупівель та/або результат закупівель відповідатимуть вимогам та/або очікуванням Користувача (зокрема, але не виключно, щодо вартості (ціни), строків платежів, дотримання строків платежів, здатності контрагентів Користувача оплатити товари, роботи та/або послуги, якості, безпеки товарів, робіт та/або послуг, строків їх поставки, виконання чи надання) чи не будуть відповідати (не відповідають) цілям та задачам Користувача;) чи будуть відповідати цілям та задачам Користувача;</li>
            <li>8.2.7. того, що пропозиція (тендерна пропозиція) Користувача не буде відхилена та/або те, що Користувачу не відмовлять в участі у закупівлі;</li>
            <li>8.2.8. що закупівля буде проведена;</li>
            <li>8.2.9. що закупівля не буде відмінена або визнана такою, що не відбулась;</li>
            <li>8.2.10. непорушення третіми особами прав та інтересів Користувача;</li>
            <li>8.2.11. дотримання / виконання третіми особами законодавства України та інших країн / держав, положень Регламенту;</li>
            <li>8.2.12. непорушення прав інтелектуальної власності;</li>
            <li>8.2.13. що рекомендації Оператора задовольнятимуть потребам чи вимогам Користувача;</li>
            <li>8.2.14. актуальність, достовірність, точність, надійність чи доступність інформації (даних, контенту), вказаної (розміщеної, опублікованої) на Веб-сайті / електронному майданчику "Zakupki UA" чи наданої Користувачу третіми особами та/або отриманої Користувачем через електронний майданчик "Zakupki UA" у порядку обміну інформацією (даними, контентом) в рамках електронної системи закупівель.</li>
        </ul>
        <p class="text-center"><b>        9. Відповідальність Сторін та порядок вирішення спорів</b></p>
        <p></p>
        <ul style="list-style: none">

            <li>9.1. Всі спори, що виникають між Сторонами з приводу Договору вирішуються у судовому порядку згідно чинного законодавства України.</li>
            <li>9.2. Сторони несуть відповідальність за невиконання взятих на себе за Договором обов’язків.</li>
            <li>9.3. Оператор не несе відповідальності за завдання Користувачу майнової (матеріальної) та моральної шкоди, якщо шкоди було завдано внаслідок:</li>
            <li>9.3.1. перебоїв чи затримок надання Послуг або доступу до Послуг;</li>
            <li>9.3.2. збоїв, перебоїв, дефектів, помилок, неточностей в роботі електронного майданчика "Zakupki UA" / Веб-сайту;</li>
            <li>9.3.3. несумісності, незлагодженої роботи електронного майданчика "Zakupki UA" / Веб-сайту і програмного забезпечення (програм), що використовується Користувачем для отримання Послуг та/або використання електронного майданчика "Zakupki UA" (зокрема, але не виключно, браузерів, операційної системи);</li>
            <li>9.3.4. отримання шкідливих програм (програмного забезпечення) (зокрема, але не виключно, комп’ютерних вірусів) у процесі чи результаті використання електронного майданчика "Zakupki UA" / Веб-сайту або при переході за посиланнями на Веб-сайт;</li>
            <li>9.3.5. ушкодження та/або виходу з ладу електронно-обчислювальних машин (комп’ютерів), автоматизованих (комп’ютерних) систем та/або комп’ютерних мереж у процесі чи результаті використання електронного майданчика "Zakupki UA" / Веб-сайту;</li>
            <li>9.3.6. того, що закупівлі, участь у закупівлях, вимоги до пропозиції (тендерної пропозиції), вимоги до участі у закупівлі, проведення закупівель та/або результат закупівель не відповідатимуть (не відповідають) вимогам та/або очікуванням Користувача (зокрема, але не виключно, щодо вартості (ціни), строків платежів, дотримання строків платежів, здатності контрагентів Користувача оплатити товари, роботи та/або послуги, якості, безпеки товарів, робіт та/або послуг, строків їх поставки, виконання чи надання) чи не будуть відповідати (не відповідають) цілям та задачам Користувача;</li>
            <li>9.3.7. відхилення пропозиції (тендерної пропозиції) Користувача та/або відмови в участі Користувачу у закупівлі;</li>
            <li>9.3.8. того, що закупівля не була проведена;</li>
            <li>9.3.9. того, що закупівля була відмінена або визнана такою, що не відбулась;</li>
            <li>9.3.10. порушення третіми особами прав та інтересів Користувача;</li>
            <li>9.3.11. недотримання / невиконання третіми особами законодавства України та інших країн / держав, положень Регламенту;</li>
            <li>9.3.12. порушення прав інтелектуальної власності;</li>
            <li>9.3.13. того, що рекомендації Оператора не задовольнятимуть (не задовольняють) потребам чи вимогам Користувача;</li>
            <li>9.3.14. неактуальності, недостовірності, неточності, ненадійності чи недоступності інформації (даних, контенту), вказаної (розміщеної, опублікованої) на Веб-сайті / електронному майданчику "Zakupki UA" чи наданої Користувачу третіми особами.</li>
            <li>9.4. Цей Договір та відносини за цим Договором не передбачають застосування штрафних санкцій до Оператора згідно статей 230, 231, 232 Господарського кодексу України.</li>
            <li>9.5. Електронна система закупівель технологічно (технічно) побудована таким чином, що проведення закупівель та ефективність / якість проведення закупівель в рамках електронної системи закупівель залежать не лише від якості функціонування (роботи) електронного майданчика "Zakupki UA", а й від якості функціонування (роботи) інших елементів системи електронної системи закупівель, наприклад, таких, як веб-портал Уповноваженого органу та інших електронних майданчиків. Тому зобов’язання та відповідальність Оператора (у тих випадках, де зобов’язання та відповідальність Оператора можуть мати місце згідно цього Договору) обмежуються лише відносно роботи безпосередньо електронного майданчика "Zakupki UA".</li>
            <li>9.6. За порушення чи недотримання Користувачем взятих на себе гарантій та/або зобов’язань, що вказані у цьому Договорі, та, які спричинили шкоду Оператору та/або третім особам, Користувач несе відповідальність перед Оператором та/або такими третіми особами згідно чинного законодавства України та відшкодовує спричинену шкоду.</li>
        </ul>
        <p class="text-center"><b>10. Звільнення від відповідальності (форс-мажор)</b></p>
        <p></p>
        <ul style="list-style: none">

            <li>10.1. Сторона, що не виконала або неналежним чином виконала своє зобов’язання за Договором, буде звільнена від відповідальності у випадку, якщо таке невиконання або неналежне виконання виникло внаслідок настання надзвичайних і невідворотних за даних умов обставин, тобто обставин непереборної сили, за настання яких жодна із Сторін не відповідає і, які Сторони не могли і не повинні були передбачити і не змогли передбачити, не дивлячись на здійсненні Сторонами спроби їх усунення. До обставин непереборної сили відносяться, зокрема, але не виключно: загроза війни, збройний конфлікт або серйозна погроза такого конфлікту, включаючи але не обмежуючись ворожими атаками, блокадами, військовим ембарго, дії іноземного ворога, загальна військова мобілізація, військові дії, оголошена та неоголошена війна, дії суспільного ворога, збурення, акти тероризму, диверсії, піратства, безлади, вторгнення, блокада, революція, заколот, повстання, масові заворушення, введення комендантської години, експропріація, примусове вилучення, захоплення підприємств, реквізиція, громадська демонстрація, блокада, страйк, аварія, відключення електроживлення, збій у розподіленій системі доменних імен; збій, викликаний DOS та/або D-DOS-атаками, які відповідна Сторона не могла передбачити; збій системи маршрутизації мережі Інтернет; глобальний збій / перерви у роботі українських та/або міжнародних сегментів мережі Інтернет;  навмисні чи ненавмисні та/або протиправні дії третіх осіб, що призвели до непрацездатності устаткування або неможливості якісного надання Послуг; пожежа, вибух, тривалі перерви в роботі транспорту, регламентовані умовами відповідних рішень та актами державних органів влади, закриття морських проток, ембарго, заборона (обмеження) експорту/імпорту тощо, а також викликані винятковими погодними умовами і стихійним лихом, а саме: епідемія, сильний шторм, циклон, ураган, торнадо, буревій, повінь, нагромадження снігу, ожеледь, град, заморозки, замерзання моря, проток, портів, перевалів, землетрус, блискавка, пожежа, посуха, просідання і зсув ґрунту, інші стихійні лиха.</li>
            <li>10.2. Сторона, що потрапила під дію непереборної сили, зобов’язана протягом трьох робочих днів повідомити іншу Сторону про настання і можливу тривалість дії непереборної сили в тому випадку, якщо виходячи з конкретних обставин відповідна Сторона має можливість направити таке повідомлення. Сторона, що не виконала вказаний обов’язок, позбавляється права посилатися на дію непереборної сили у відношенні неї і не звільняється від відповідальності за невиконання або неналежне виконання своїх обов’язків за Договором.</li>
            <li>10.3. Оператор направляє зазначене у пункті 10.2 цього Договору повідомлення шляхом його розміщення на Веб-сайті. Крім того, Оператор має право додатково направити це повідомлення будь-яким іншим способом, зокрема, але не виключно: на адресу електронної пошти (electronic mail) Користувача; через засоби масової інформації; у письмовій формі на адресу Користувача; шляхом розміщення на інших веб-сайтах у мережі Інтернет.</li>
            <li>10.4. Користувач направляє зазначене у пункті 10.2 цього Договору повідомлення у письмовій формі на поштову адресу Оператора разом із довідкою (сертифікатом), що підтверджує наявність обставин непереборної сили і їх тривалість, виданою відповідним компетентним органам України або Торгово-промисловою палатою України.</li>
            <li>10.5. У випадку виникнення обставин непереборної сили, передбачених пунктом 10.1 цього Договору, строки виконання Сторонами своїх обов’язків за Договором збільшуються на строк існування відповідних обставин.</li>
            <li>10.6. Оператор не несе відповідальності у випадку, якщо настання обставин непереборної сили негативним чином вплинуло на можливість Користувача прийняти участь у закупівлі, на те, щоб стати переможцем процедури закупівлі, на можливість укладення договору за результатами проведення закупівлі, зокрема, але не виключно, й у випадку відсутності у законодавстві відповідних норм про те, як слід вчиняти (діяти) при настанні та/або після настання таких обставин для належного продовження / завершення розпочатої закупівлі.</li>
        </ul>

        <p class="text-center"><b>        11. Прикінцеві положення</b></p>
        <p></p>
        <ul style="list-style: none">
            <li>11.1. Цей Договір складений українською мовою.</li>
            <li>11.2. Умови Договору, що суперечать чинному законодавству України, є недійсними. Їх недійсність не тягне за собою недійсність усього Договору.</li>
            <li>11.3. Укладаючи цей Договір, Користувач:</li>
            <li>11.3.1. підтверджує, що ознайомився та погоджується з усіма положеннями Регламенту (зокрема, але не виключно, з Тарифами);</li>
            <li>11.3.2. розуміє, що, приймаючи участь у закупівлях через електронний майданчик "Zakupki UA", діє на власний страх та ризик і під власну відповідальність;</li>
            <li>11.3.3. підтверджує намір зареєструватись в електронній системі закупівель і погоджується пройти ідентифікацію/авторизацію для такої реєстрації;</li>
            <li>11.3.4. висловлює свою згоду з тим, що умова про внесення Оператором змін до цього Договору та/або Регламенту є умовою, яка відповідає законодавству, звичаям ділового обороту, вимогам розумності та справедливості, не порушує прав і законних інтересів Користувача, не має своїм наслідком істотний дисбаланс договірних прав та обов’язків на шкоду Користувача.</li>
            <li>11.4. Реєстрація Користувача в електронній системі закупівель здійснюється за допомогою ідентифікації через отримання Оператором банківського платежу від Користувача, про який зазначено у пункті 1.7 цього Договору, як одного із способів ідентифікації/авторизації, передбаченого Порядком функціонування електронної системи закупівель та проведення авторизації електронних майданчиків, затвердженого Постановою Кабінету Міністрів України від 24 лютого 2016 р. № 166. Після перевірки Оператор зараховує здійснений Користувачем платіж у вигляді плати за реєстрацію, що зараховується на Особовий рахунок Користувача і у подальшому може бути використана Користувачем у якості оплати (часткової оплати) за Послуги згідно Тарифів.</li>
            <li>11.5. Договір підлягає юрисдикції і тлумаченню згідно із законодавством України.</li>
        </ul>

        <p class="text-center"><b>12. Реквізити Оператора </b> <br></p>



        <div class="col-md-6 col-md-offset-3">
            <table class="table table-hover">
                <tbody>
                <tr>
                    <td>Скорочене найменування</td>
                    <td>ТОВ "ЗАКУПІВЛІ ЮА"</td>
                </tr>
                <tr>
                    <td>Ідентифікаційний код (ЄДРПОУ)</td>
                    <td>40381929</td>
                </tr>
                <tr>
                    <td>Місцезнаходження</td>
                    <td>        Україна, 01133, місто Київ, бульвар Лесі Українки, будинок 5-А</td>
                </tr>
                <tr>
                    <td>Поштова адреса </td>
                    <td> а/с 126, м. Київ, 04071 </td>
                </tr>
                <tr>
                    <td>Адреса електронної пошти </td>
                    <td>support@zakupki.com.ua</td>
                </tr>
                <tr>
                    <td>П/р № </td>
                    <td>26001210388672 в АТ "ПроКредит Банк" в м. Києві</td>
                </tr>
                <tr>
                    <td>МФО (код банку)</td>
                    <td>320984</td>
                </tr>
                <tr>
                    <td>Оподаткування</td>
                    <td>Оператор є платником єдиного податку та не є платником податку на додану вартість.</td>
                </tr>
                </tbody>
            </table>
        </div>
    </div>
@endsection