<?php

use Illuminate\Database\Seeder;

class NotificationTemplatesSeeder extends Seeder
{
    /**
     * Загрузка шаблонов.
     *
     * @return void
     */
    public function run()
    {
        $templates = [
            [
                'alias' => 'tender.set.date',
                'title' => 'Призначено дату та час закупівлі',
                'description' => 'По закупівлі, на яку Ви подавали пропозицію, призначено дату та час аукціону.<br>
Закупівля № [[tender_link]]<br>
Дата та час аукціону:  [[tender_date]]<br>
Дочекайтесь закінчення періоду подачі пропозицій, щоб впевнитись в тому, що аукціон відбудеться. 
Слідкуйте за статусом Вашої пропозиції в розділі [[offers_link]]. 
Якщо виникнуть питання, звертайтесь.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.change.date',
                'title' => 'Змінено дату та час закупівлі',
                'description' => 'По закупівлі, на яку Ви подавали пропозицію, змінено дату та час аукціону.<br>
Закупівля № [[tender_link]]<br>
Дата та час аукціону [[tender_date]]<br>.
Слідкуйте за статусом Вашої пропозиції в розділі [[offers_link]]. 
Якщо виникнуть питання, звертайтесь.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.update',
                'title' => 'Закупівлю змінено',
                'description' => 'Закупівлю було змінено',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.published',
                'title' => 'Закупівлю опубліковано',
                'description' => 'Шановний користувач, Вашу закупівлю опубліковано в центральній базі даних та присвоєно номер [[tender_name]].<br>
Щоб перевірити правильність опублікованої закупівлі, перейдіть за посиланням [[tender_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.cancel',
                'title' => 'Закупівлю скасовано',
                'description' => 'Закупівля № [[tender_link]] на яку ви подавали вимоги, запитання, або прозиції була скасована.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.documentation.change',
                'title' => 'Тендерна документація',
                'description' => "По закупівлі, на яку Ви подавали пропозицію, змінилась тендерна документація, в зв'язку з цим Ваша пропозиція втратила актуальність. 
Ознайомитись з новими умовами закупівлі можна за посиланням [[tender_link]] 
Після цього перейдіть в режим редагування Вашої пропозицій, за необхідності, відредагуйте її та натисніть Оновити пропозицію.",
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.status.date',
                'title' => 'Підтверджено дату закупівлі',
                'description' => 'По закупівлі, на яку Ви подавали пропозицію, підтверджено дату та час аукціону.<br>
Закупівля № [[tender_link]]<br>
Дата та час аукціону:  [[tender_date]]<br>
Для того, щоб перевірити Ваше посилання на аукціон, перейдіть, будь ласка, в особистий кабінет в розділ [[offers_link]]. 
Навпроти даної пропозиції в передостанньому стовпчику повинно з\'явитись активне посилання "Перейти до аукціону".
Перейдіть за посиланням і впевніться, що Ви маєте права учасника, а не спостерігача ще до початку аукціону. Якщо виникнуть питання, звертайтесь.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'tender.pre-qualification',
                'title' => 'Оскарження результатів прекваліфікації по закупівлі',
                'description' => 'По закупівлі  № [[tender_link]] розпочато період оскарження результатів прекваліфікації.
Якщо у Вас є зауваження до дій Замовника під час прекваліфікації, у Вас є можливість подати скаргу',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.inprogress',
                'title' => 'Пропозиція розглядається',
                'description' => 'Ваша пропозиція на закупівлю № [[tender_link]] розглядається кваліфікаційною комісією.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.accept',
                'title' => 'Пропозицію акцептовано',
                'description' => 'Відносно Вашої пропозиції на закупівлю № [[tender_link]] прийнято намір укласти договір.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.update',
                'title' => 'Пропозицію змінено',
                'description' => 'Шановний користувач, Вашу пропозицію змінено. 
Щоб перевірити правильність опублікованої пропозиції, перейдіть в розділ [[offers_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.delete',
                'title' => 'Пропозицію видалено',
                'description' => 'Пропозиція була видалена',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.cancel',
                'title' => 'Пропозицію відхилено',
                'description' => 'Ваша пропозицію на закупівлю № [[tender_link]] було відхилено.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.new',
                'title' => 'Пропозицію створено',
                'description' => 'Було створено нову пропозицію.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.published',
                'title' => 'Пропозицію опубліковано',
                'description' => 'Шановний користувач, Вашу пропозицію опубліковано в центральній базі даних. Щоб перевірити правильність опублікованої пропозиції[[text]],
перейдіть в розділ [[offers_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'offer.error.lower',
                'title' => 'Помилка в пропозиції',
                'description' => 'Увага! Загальна вартість Вашої пропозиції значно нижча ніж очікувана вартість закупівлі.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.tender.new',
                'title' => 'Нова вимога закупівлі',
                'description' => 'На вашу закупівлю № [[tender_link]] надійшла вимога.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.tender.lot.new',
                'title' => 'Нова вимогy лоту закупівлі',
                'description' => 'На лот закупівлі № [[tender_link]] надійшла вимога.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.tender.qualification.new',
                'title' => 'Нова вимога кваліфікації',
                'description' => 'На кваліфікацію закупівлі № [[claim_link]] надійшла вимога.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.tender.winner.new',
                'title' => 'Нова вимога до переможця',
                'description' => 'На переможця закупівлі № [[claim_link]] надійшла вимога.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.published',
                'title' => 'Вимогу опубліковано',
                'description' => 'Вашу вимогу було опубліковано.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.answer',
                'title' => 'Відповідь на вимогу',
                'description' => 'На вашу вимогу № [[claim_link]] надійшла відповідь.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'claim.change',
                'title' => 'Вимогу перетворено  на звернення',
                'description' => 'Вимога на кваліфікацію закупівлі № [[claim.link]] була перетворена на звернення.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'question.tender.new',
                'title' => 'Нове запитання',
                'description' => 'На вашу закупівлю № [[tender_link]] надійшло запитання.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'question.offer.new',
                'title' => 'Нове запитання',
                'description' => 'На закупівлю № [[tender_link]] на яку ви подали пропозицію надійшло запитання.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'question.answer',
                'title' => 'Відповідь на запитання',
                'description' => 'На ваше запитання до закупівлі № [[tender_link]] надійшла відповідь.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'complaint.tender.new',
                'title' => 'Нова скарга',
                'description' => 'На вашу закупівлю № [[claim_link]] була подана скарга.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'complaint.tender.qualification.new',
                'title' => 'Нова скарга',
                'description' => 'На кваліфікацію закупівлі № [[claim_link]] надійшла вимога.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'complaint.qualification',
                'title' => 'Скарга на результат кваліфікації',
                'description' => 'На вашу закупівлю № [[tender_link]] надійшла скарга на результат кваліфікації.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'complaint.pre-qualification',
                'title' => 'Скарга на результат прекваліфікації',
                'description' => 'На вашу закупівлю № [[tender_link]] надійшла скарга на результат прекваліфікації.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'complaint.published',
                'title' => 'Скаргу опубліковано',
                'description' => 'Вашу скаргу було опубліковано.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'balance.plus',
                'title' => 'Рахунок поповнено',
                'description' => 'Ваш особовий рахунок поповнено на [[balance_sum]] грн.
Щоб перевірити стан Вашого рахунку, перейдіть в розділ [[balance_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'balance.minus',
                'title' => 'Рахунок',
                'description' => 'З вашого балансу було знято [[balance_sum]] гривень.
Щоб перевірити стан Вашого рахунку, перейдіть в розділ [[balance_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'mode.accept',
                'title' => 'Режим роботи',
                'description' => 'Шановний користувач, <br><br>
Раді повідомити, що з цього моменту Ви можете працювати в реальному режимі роботи. Для того, щоб активувати цей режим, потрібно натиснути на праву сторону значка «Режим закупівель».
Після цього значок повинен стати зеленим, а замість напису «Тестовий» повинен з’явитись напис «Реальний».<br>
Якщо виникне необхідність, Ви завжди можете повернутись в тестовий режим роботи, натиснувши на ліву сторону значка «Режим роботи». <br><br>
З ціллю уникнення помилок при роботі в реальному режимі, ми рекомендуємо максимально детально ознайомитись з принципами роботи майданчика в тестовому режимі.<br><br>
Якщо в ході роботи виникнуть питання, звертайтесь, ми з радістю Вам допоможемо',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'mode.change.test',
                'title' => 'Режим роботи',
                'description' => 'Шановний користувач, <br><br>
Вами було змінено режим роботи на тестовий.<br><br>
З ціллю уникнення помилок при роботі в реальному режимі, ми рекомендуємо максимально детально ознайомитись з принципами роботи майданчика в тестовому режимі.<br><br>
Якщо в ході роботи виникнуть питання, звертайтесь, ми з радістю Вам допоможемо',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'mode.change.live',
                'title' => 'Режим роботи',
                'description' => 'Шановний користувач, <br><br>
Вами було змінено режим роботи на реальний.<br><br>
З ціллю уникнення помилок при роботі в реальному режимі, ми рекомендуємо максимально детально ознайомитись з принципами роботи майданчика в тестовому режимі.<br><br>
Якщо в ході роботи виникнуть питання, звертайтесь, ми з радістю Вам допоможемо',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'oranization.allowed',
                'title' => 'Допуск організації до участі в аукціоні',
                'description' => 'Вашу організацію допущено до участі в аукціоні по закупівлі № [[tender_link]].
Для отримання  більш детальної інформації перейдіть в розділ [[offers_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'oranization.notallowed',
                'title' => 'Організацію не допущено до участі в аукціоні',
                'description' => 'Вашу організацію не допущено до участі в аукціоні по закупівлі № [[tender_link]] по причині [[text]]. 
У Вас буде можливість оскаржити результати прекваліфікації найближчим часом. Очікуйте повідомлення про початок періоду оскарження.<br>
Для отримання  більш детальної інформації перейдіть в розділ [[offers_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'organization.pre-qualification.cancel',
                'title' => 'Прекваліфікації організації відмінена',
                'description' => 'Рішення прекваліфікації по Вашій організації відмінено. Закупівля № [[tender_link]].
 Для отримання  більш детальної інформації перейдіть в розділ [[offers_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'organization.change',
                'title' => 'Дані організації',
                'description' => 'В дані організації було внесено зміни, щоб переглянути перейдіть за посиланням [[organization_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'user.ecp.created',
                'title' => 'ЕЦП',
                'description' => 'Шановний користувач, вам потрібно підписати зміни до документації шляхом накладння ЕЦП',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'order.create',
                'title' => 'Рахунок',
                'description' => 'Рахунок на сумму [[balance_sum]] було створено',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'plan.new',
                'title' => 'Додаток до плану',
                'description' => 'Було створено новий додаток до плану щоб перевірити перейдіть у розділ [[plans_link]].',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'plan.publish',
                'title' => 'Додаток до плану опубліковано',
                'description' => 'Додаток до плану було опубліковано у ЦБД.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'plan.update',
                'title' => 'Додаток до плану змінено',
                'description' => 'Додаток до плану було змінено.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'contract.update',
                'title' => 'Контракт змінено',
                'description' => 'Дані у контракті було змінено.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'contract.publish',
                'title' => 'Контракт опубліковано',
                'description' => 'Контракт було опубліковано у ЦБД.',
                'lang' => 'ua',
                'active' => 1,
            ],
            [
                'alias' => 'contract.activate',
                'title' => 'Договір',
                'description' => 'Підтверджено підписання',
                'lang' => 'ua',
                'active' => 1,
            ]
        ];
        foreach ($templates as $template) {
            DB::table('notification_tmp')->insert([
                'alias' => $template['alias'],
                'title' => $template['title'],
                'description' => $template['description'],
                'lang' => $template['lang'],
                'active' => $template['active'],
            ]);
        }
    }
}


