<?php

return [

    'agreement' => [
        'customer' => "<h2>Шановний Користувач.</h2>
            <p>Для використання електронного майданчика \"Zakupki UA\" з метою проведення закупівель у якості Замовника у відповідності до законодавства 
            у сфері публічних закупівель, кожен Користувач, крім реєстрації/авторизації на електронному майданчику \"Zakupki UA\", має укласти відповідний договір з ТОВАРИСТВОМ З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ \"ЗАКУПІВЛІ ЮА\", яке є Оператором електронного майданчика \"Zakupki UA\", 
            пройти ідентифікацію та отримати від Оператора доступ до електронної системи закупівель.</p>
            <p>Проект договору доступний для скачування <a href='/shared/%D0%94%D0%BE%D0%B3%D0%BE%D0%B2%D1%96%D1%80%20%D0%97%D0%B0%D0%BC%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%B8%20Zakupki%20UA_2017.docx'>за посиланням</a>. В договорі потрібно вказати реквізити
            Вашої організації (в разі необхідності заповневнений договір можна відправити для перевірки на адресу support@zakupki.com.ua), після цього роздрукувати його, підписати  в двох екземплярах та
            відправити за адресою 04071, м. Київ, а/с 126.  Після отримання підписанного договору Вас повідомлять про можливість роботи в реальному режимі.</p> 
            <p>
            Ви можете ознайомитись з чинними редакціями Регламенту електронного майданчика \"Zakupki UA\" і 
            Тарифів електронного майданчика \"Zakupki UA\" за посиланнями: <a href='https://lp.zakupki.com.ua/reglament'>https://lp.zakupki.com.ua/reglament</a> і 
            <a href='https://lp.zakupki.com.ua/pricing'>https://lp.zakupki.com.ua/pricing</a>.
            </p>
            <p></p>
            <p>З повагою,<br>
            Служба підтримки Zakupki UA<br>
            support@zakupki.com.ua</p>",
        'supplier' => "                        <h2>Шановний Користувач.</h2>
                <p>для використання електронного майданчика \"Zakupki UA\" з метою участі у якості учасника у закупівлях у відповідності до законодавства у сфері публічних закупівель, кожен Користувач, крім реєстрації/авторизації на електронному майданчику \"Zakupki UA\", має:
                <ul><li>прийняти (акцептувати) Пропозицію ТОВАРИСТВА З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ \"ЗАКУПІВЛІ ЮА\" укласти Договір про надання послуг (приєднатися до Договору) шляхом здійснення оплати з власного поточного (розрахункового) рахунку за наданим Оператором рахунком, відповідно до умов Договору;</li>
                <li>здійснити оплату з власного поточного (розрахункового) рахунку за наданим Оператором рахунком (Авторизація користувача);</li>
                <li>пройти ідентифікацію та отримати від Оператора доступ до електронної системи закупівель.</li></ul></p>
                <p>Після реєстрації на електронному майданчику \"Zakupki UA\" Користувач зв'язується з майданчиком для отримання рахунку та проекту договору, відповідно до якого Користувачу надаватимуться послуги</p>
                <p>Користувачі мають змогу ознайомитись з чинними редакціями Регламенту електронного майданчика \"Zakupki UA\" і Тарифів електронного майданчика \"Zakupki UA\" за посиланнями: <a href=\"https://lp.zakupki.com.ua/reglament\">https://lp.zakupki.com.ua/reglament</a>  і <a href=\"https://lp.zakupki.com.ua/pricing\">https://lp.zakupki.com.ua/pricing</a>.</p>
                <br>
                <p>З повагою,<br>
                Служба підтримки Zakupki UA<br>
                support@zakupki.com.ua</p>
            Служба підтримки Zakupki UA<br>
            support@zakupki.com.ua</p>"
    ]
];
