<?php

use Illuminate\Database\Migrations\Migration;
use Illuminate\Database\Schema\Blueprint;

class AddCauseNegotiation extends Migration
{
    /**
     * Run the migrations.
     *
     * @return void
     */
    public function up()
    {
        Schema::create('negotiation_causes', function (Blueprint $table) {
            $table->increments('id');
            $table->string('cause', 255);
            $table->text('description');
            $table->timestamps();
        });
        DB::table('negotiation_causes')->insert([
            'cause' => 'artContestIP',
            'description' => 'cт. 35, п. 1;	Закупівля творів мистецтва або закупівля, пов’язана із захистом прав інтелектуальної власності, або укладення договору про закупівлю з переможцем архітектурного чи мистецького конкурсу',
        ]);
        DB::table('negotiation_causes')->insert([
            'cause' => 'noCompetition',
            'description' => 'cт. 35, п. 2;	Відсутність конкуренції (у тому числі з технічних причин) на відповідному ринку, внаслідок чого договір про закупівлю може бути укладено лише з одним постачальником, за відсутності при цьому альтернативи',
        ]);
        DB::table('negotiation_causes')->insert([
            'cause' => 'quick',
            'description' => 'cт. 35, п. 3;	Нагальна потреба у здійсненні закупівлі у зв’язку з виникненням особливих економічних чи соціальних обставин, яка унеможливлює дотримання замовниками строків для проведення тендеру, а саме пов’язаних з негайною ліквідацією наслідків надзвичайних ситуацій, а також наданням у встановленому порядку Україною гуманітарної допомоги іншим державам. Застосування переговорної процедури закупівлі в таких випадках здійснюється за рішенням замовника щодо кожної процедури',
        ]);
        DB::table('negotiation_causes')->insert([
            'cause' => 'twiceUnsuccessful',
            'description' => 'cт. 35, п. 4;	Якщо замовником було двічі відмінено тендер через відсутність достатньої кількості учасників, при цьому предмет закупівлі, його технічні та якісні характеристики, а також вимоги до учасника не повинні відрізнятися від вимог, що були визначені замовником у тедерній документації',
        ]);
        DB::table('negotiation_causes')->insert([
            'cause' => 'additionalPurchase',
            'description' => 'cт. 35, п. 5;	Потреба здійснити додаткову закупівлю в того самого постачальника з метою уніфікації, стандартизації або забезпечення сумісності з наявними товарами, технологіями, роботами чи послугами, якщо заміна попереднього постачальника (виконавця робіт, надавача послуг) може призвести до несумісності або виникнення проблем технічного характеру, пов’язаних з експлуатацією та обслуговуванням',
        ]);
        DB::table('negotiation_causes')->insert([
            'cause' => 'additionalConstruction',
            'description' => 'cт. 35, п. 6	Необхідність проведення додаткових будівельних робіт, не зазначених у початковому проекті, але які стали через непередбачувані обставини необхідними для виконання проекту за сукупності таких умов: договір буде укладено з попереднім виконавцем цих робіт, такі роботи технічно чи економічно пов’язані з головним (первинним) договором; загальна вартість додаткових робіт не перевищує 50 відсотків вартості головного (первинного) договору',
        ]);
        DB::table('negotiation_causes')->insert([
            'cause' => 'stateLegalServices',
            'description' => 'cт. 35, п. 7;	Закупівля юридичних послуг, пов’язаних із захистом прав та інтересів України, у тому числі з метою захисту національної безпеки і оборони, під час врегулювання спорів, розгляду в закордонних юрисдикційних органах справ за участю іноземного суб’єкта та України, на підставі рішення Кабінету Міністрів України або введених в дію відповідно до закону рішень Ради національної безпеки і оборони України',
        ]);
    }

    /**
     * Reverse the migrations.
     *
     * @return void
     */
    public function down()
    {
        Schema::drop('negotiation_causes');
    }
}
